/** @file

Copyright (c) 2006 - 2011, Byosoft Corporation.<BR>
All rights reserved.This software and associated documentation (if any)
is furnished under a license and may only be used or copied in
accordance with the terms of the license. Except as permitted by such
license, no part of this software or documentation may be reproduced,
stored in a retrieval system, or transmitted in any form or by any
means without the express written consent of Byosoft Corporation.

File Name:
  Others.uni

Abstract:
  Others Form String Definitions.

Revision History:

**/



/=#
#langdef   en-US   "English"
#langdef   zh-Hans "\wide中文\narrow"

#string STR_OTHERS_CTRL_FORM                        #language en-US   "Others Configuration"
#string STR_HIGH_EVENT_TIMER_CONFIG                        #language en-US   "High Precision Event Timer Configuration:"
#string STR_APP_MODE_SEL                  #language en-US "Application Mode Selection"
#string STR_EMPTY                  #language en-US " "
#string STR_MULTI_MEDIA_EN                  #language en-US "Enable Multimedia Timer"
#string STR_MULTI_MEDIA_EN_HELP                  #language en-US "Multimedia Timer support"
#string STR_NO                  #language en-US "No"
#string STR_YES                  #language en-US "Yes"
#string STR_MULTIMEDIA_MODE_SEL                  #language en-US "Multimedia Timer Mode"
#string STR_MULTIMEDIA_MODE_SEL_HELP                  #language en-US "Select Multimedia Timer Mode"
#string STR_TRIGGER                  #language en-US "Trigger Depended Mode"
#string STR_LINE                  #language en-US "Line Depended Mode"
#string STR_MULTIMEDIA_TIMER_MSI                  #language en-US "Multimedia Timer MSI Support"
#string STR_MULTIMEDIA_TIMER_MSI_HELP                  #language en-US "Multimedia Timer MSI Feature Support"
#string STR_WATCHDOG_TIMER_CONFIG                  #language en-US "WATCHDOG Timer Configuration:"
#string STR_WATCHDOG_TIMER                  #language en-US "WATCHDOG Timer Enable"
#string STR_DISABLED                  #language en-US "Disabled"
#string STR_ENABLED                  #language en-US "Enabled"
#string STR_WATCHDOG_TIMER_RUN_STOP                  #language en-US "WATCHDOG Timer RUN/STOP"
#string STR_STOP                  #language en-US "STOP"
#string STR_RUN                  #language en-US "RUN"
#string STR_WATCHDOG_TIMER_ACTION                  #language en-US "WATCHDOG Timer ACTION"
#string STR_RESET                  #language en-US "Reset"
#string STR_POWER_OFF                  #language en-US "Power OFF"
#string STR_WATCHDOG_TIMER_COUNT                  #language en-US "WATCHDOG Timer COUNT"
#string STR_72S                  #language en-US "72 SEC"
#string STR_389S                  #language en-US "389 SEC"
#string STR_706S                  #language en-US "706 SEC"
#string STR_1023S                  #language en-US "1023 SEC"
#string STR_KEY_MOUSE_WAKEUP_CONFIG                  #language en-US "Keyboard/Mouse Wakeup Configuration:"
#string STR_KBMOUSE_WAKEUP_CTRL                  #language en-US "Keyboard/Mouse Wakeup Control"

#string STR_SVIDM_CONFIG                    #language en-US "SVID Configuration:"
#string STR_SVIDM_VCLK_CTRL                 #language en-US "SVID VClock Control"
#string STR_SVIDM_PERIODIC_IOUT_CTRL        #language en-US "SVID Periodic Iout Control"
#string STR_SVIDM_C3_CTRL                   #language en-US "SVID Master C3 Gating"
#string STR_SVIDM_C4C5_CTRL                 #language en-US "SVID Master C4/C5 Gating"
#string STR_SVIDM_C4_SETPS                  #language en-US "SVID Enter C4/C5 SetPS"
#string STR_VRM_STABLE_BD                   #language en-US "VRM Stable Signal Control"
#string STR_CPU_2_SVID_CMD_GATE             #language en-US "CPU To SVIDM Command Gating"
#string STR_CPU_PSTATE_TO_COUNTER           #language en-US "CPU PState Timeout Counter"
#string STR_CPU_PSTATE_SETVID_DONE          #language en-US "CPU PState SetVID Done"
#string STR_VRM0_VID_FS_SELECT              #language en-US "SVID SetVID Fast/Slow"
#string STR_SLOW                            #language en-US "SLOW"
#string STR_FAST                            #language en-US "FAST"
#string STR_SVIDM_C4_STEPS_SEL              #language en-US "VRM0 SetPS State Select for C4/C5 Entry Control"
#string STR_PS0                             #language en-US "SetPs0"
#string STR_PS1                             #language en-US "SetPs1"
#string STR_PS2                             #language en-US "SetPs2"
#string STR_PS3                             #language en-US "SetPs3"
#string STR_VRM0_IOUT_TIMER                 #language en-US "SVID Master VRM0 (CPU) Periodically Read Timer Counter Control"
#string STR_SVIDM_C4DECAYOP                 #language en-US "SVID Enter C4/C5 Setdecay/SetVID"
#string STR_SETDECAY                        #language en-US "SetDecay"
#string STR_SETVID                          #language en-US "SetVid"
#string STR_SVIDM_C4_STEVID_SEL             #language en-US "SVID Enter C4/C5 SetVID Fast/Slow Select Bit Control"

#string STR_SMBUS_UNDER_OS                  #language en-US "SMBus Controller under OS"
#string STR_SMBUS_CONFIG                  #language en-US "SMBus Configuration:"
#string STR_SMBUS_HOST_CLKFREQ_SEL                  #language en-US "SMBus Host Clock Frequency Select"
#string STR_SPI_CONFIG                  #language en-US "SPI Configuration:"
#string STR_SPIBUS_CLK_SEL                  #language en-US "SPI Bus Clock Select"
#string STR_SMBUS_HOST_CLKFREQ                  #language en-US "SMBus Host Clock Frequency"
#string STR_SMBUS_HOST_CLKFREQ_HELP                  #language en-US "Frequency=1000/(0.72X+2.4)KHz;Range: 11~135"


#string STR_13M                  #language en-US "13 MHz"
#string STR_27M                  #language en-US "27 MHz"
#string STR_48M                  #language en-US "48 MHz"
#string STR_66M                  #language en-US "66 MHz"
#string STR_ESPI_CONFIG                  #language en-US "ESPI Configuration"
#string STR_ESPI                  #language en-US "ESPI"
#string STR_ESPI_HELP                  #language en-US "Enable/Disable ESPI"

#string STR_LPT_CTRL       #language en-US "Select LPT or Port-80"
#string STR_LPT_CTRL_HELP       #language en-US "Select LPT or Port-80 Enable,we can only use one of them"
#string STR_LPT       #language en-US "LPT"
#string STR_PORT80       #language en-US "PORT80"


